Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# push.order.preferred_offer_closed.body
source: Booking #%1$@ is no longer held for the cleaner you asked for. It's now open to our whole team — tap to see the details.
cs: Rezervace #%1$@ už není vyhrazena uklízeči, kterého jste si vyžádali. Teď je otevřená celému našemu týmu — klepněte pro zobrazení detailů.
ru: Заказ #%1$@ больше не закреплён за клинером, которого вы выбрали. Теперь он открыт для всей нашей команды — нажмите, чтобы посмотреть детали.
sk: Rezervácia #%1$@ už nie je vyhradená upratovačovi, ktorého ste si vyžiadali. Teraz je otvorená celému nášmu tímu — ťuknite pre zobrazenie detailov.
uk: Замовлення #%1$@ більше не зарезервоване для клінера, якого ви обрали. Тепер воно відкрите для всієї нашої команди — натисніть, щоб переглянути деталі.

# push.order.preferred_offer_closed.title
source: Your booking is open to all cleaners
cs: Vaše rezervace je otevřená všem uklízečům
ru: Ваш заказ открыт для всех клинеров
sk: Vaša rezervácia je otvorená všetkým upratovačom
uk: Ваше замовлення відкрите для всіх клінерів

# push.order.refunded.body
source: Your refund for booking #%1$@ is being processed.
cs: Vaše vrácení peněz za rezervaci #%1$@ se zpracovává.
ru: Возврат за заказ #%1$@ обрабатывается.
sk: Vaše vrátenie peňazí za rezerváciu #%1$@ sa spracováva.
uk: Повернення коштів за замовлення #%1$@ обробляється.

# push.order.refunded.title
source: Refund on its way
cs: Vrácení peněz na cestě
ru: Возврат средств
sk: Vrátenie peňazí
uk: Повернення коштів

# push.order.reminder_not_started.body
source: Order %1$@ starts shortly and you have not set off yet.
cs: Zakázka %1$@ brzy začíná a ještě jste nevyrazili.
ru: Заказ %1$@ скоро начинается, а вы ещё не выехали.
sk: Zákazka %1$@ čoskoro začína a ešte ste nevyrazili.
uk: Замовлення %1$@ скоро починається, а ви ще не вирушили.

# push.order.reminder_not_started.title
source: Are you on your way?
cs: Jste už na cestě?
ru: Вы уже в пути?
sk: Ste už na ceste?
uk: Ви вже в дорозі?

# push.order.reminder_soon.body
source: Order %1$@ starts in about two hours.
cs: Zakázka %1$@ začíná přibližně za dvě hodiny.
ru: Заказ %1$@ начинается примерно через два часа.
sk: Zákazka %1$@ začína približne o dve hodiny.
uk: Замовлення %1$@ починається приблизно за дві години.

# push.order.reminder_soon.title
source: Job starting soon
cs: Zakázka brzy začíná
ru: Заказ скоро начинается
sk: Zákazka čoskoro začína
uk: Замовлення скоро починається

# push.order.reminder_tomorrow.body
source: Jobs tomorrow: %1$@. Tap to see them.
cs: Zakázky na zítra: %1$@. Klepnutím je zobrazíte.
ru: Заказов на завтра: %1$@. Нажмите, чтобы посмотреть.
sk: Zákazky na zajtra: %1$@. Klepnutím ich zobrazíte.
uk: Замовлень на завтра: %1$@. Торкніться, щоб переглянути.

# push.order.reminder_tomorrow.title
source: Tomorrow's jobs
cs: Zítřejší zakázky
ru: Завтрашние заказы
sk: Zajtrajšie zákazky
uk: Завтрашні замовлення

# push.order.seat_open.body
source: A cleaner has come off booking #%1$@. Tap to take it.
cs: Z objednávky #%1$@ odstoupil uklízeč. Klepnutím ji převezmete.
ru: Уборщик отказался от заказа #%1$@. Нажмите, чтобы взять его.
sk: Z objednávky #%1$@ odstúpil upratovač. Ťuknutím ju prevezmete.
uk: Прибиральник відмовився від замовлення #%1$@. Натисніть, щоб взяти його.

# push.order.seat_open.title
source: A job needs cover
cs: Zakázka potřebuje záskok
ru: Заказу нужна замена
sk: Zakázka potrebuje záskok
uk: Замовленню потрібна заміна

# push.order.starting_soon.body
source: Your booking #%1$@ starts in about an hour. Tap to see the details.
cs: Vaše rezervace #%1$@ začíná přibližně za hodinu. Klepněte pro zobrazení detailů.
ru: Ваше бронирование #%1$@ начнётся примерно через час. Нажмите, чтобы посмотреть детали.
sk: Vaša rezervácia #%1$@ začína približne o hodinu. Ťuknite pre zobrazenie podrobností.
uk: Ваше замовлення #%1$@ почнеться приблизно за годину. Натисніть, щоб переглянути деталі.

# push.order.starting_soon.title
source: Cleaning starts soon
cs: Úklid brzy začíná
ru: Уборка скоро начнётся
sk: Upratovanie čoskoro začína
uk: Прибирання скоро почнеться

# push.payroll.invoice_paid.body
source: Your invoice for the latest pay period has been paid. Tap to view.
cs: Vaše faktura za poslední výplatní období byla proplacena. Klepnutím zobrazíte.
ru: Ваш счёт за последний расчётный период оплачен. Нажмите, чтобы посмотреть.
sk: Vaša faktúra za posledné výplatné obdobie bola uhradená. Ťuknutím zobrazíte.
uk: Ваш рахунок за останній розрахунковий період оплачено. Торкніться, щоб переглянути.

# push.payroll.invoice_paid.title
source: You've been paid
cs: Byli jste vyplaceni
ru: Вам выплачено
sk: Boli ste vyplatení
uk: Вам виплачено

# push.recurring.paused.body
source: Your recurring schedule is paused because Plus is not active. Renew Plus to resume scheduling.
cs: Váš plán opakovaných úklidů je pozastaven, protože Plus není aktivní. Obnovte Plus a plánování úklidů bude pokračovat.
ru: Ваше расписание регулярных уборок приостановлено, поскольку Plus неактивен. Продлите Plus, чтобы возобновить планирование уборок.
sk: Váš plán opakovaných upratovaní je pozastavený, pretože Plus nie je aktívne. Obnovte Plus a plánovanie upratovaní bude pokračovať.
uk: Ваш розклад регулярних прибирань призупинено, оскільки Plus неактивний. Поновіть Plus, щоб відновити планування прибирань.

# push.recurring.paused.title
source: Recurring schedule paused
cs: Plán opakovaných úklidů pozastaven
ru: Расписание регулярных уборок приостановлено
sk: Plán opakovaných upratovaní pozastavený
uk: Розклад регулярних прибирань призупинено

# push.recurring.scheduled.body
source: Your recurring booking #%1$@ is tomorrow. Tap to confirm and pay.
cs: Vaše opakovaná rezervace #%1$@ je zítra. Klepněte pro potvrzení a platbu.
ru: Ваше повторяющееся бронирование #%1$@ завтра. Нажмите, чтобы подтвердить и оплатить.
sk: Vaša opakovaná rezervácia #%1$@ je zajtra. Ťuknite pre potvrdenie a platbu.
uk: Ваше повторюване замовлення #%1$@ заплановано на завтра. Натисніть, щоб підтвердити та сплатити.

# push.recurring.scheduled.title
source: Confirm tomorrow's cleaning
cs: Potvrďte zítřejší úklid
ru: Подтвердите завтрашнюю уборку
sk: Potvrďte zajtrajšie upratovanie
uk: Підтвердіть завтрашнє прибирання

# recurring_bookings_cadence_biweekly
source: Every 2 weeks
cs: Každé 2 týdny
ru: Каждые 2 недели
sk: Každé 2 týždne
uk: Кожні 2 тижні

# recurring_bookings_cadence_monthly
source: Every month
cs: Každý měsíc
ru: Каждый месяц
sk: Každý mesiac
uk: Щомісяця

# recurring_bookings_cadence_weekly
source: Every week
cs: Každý týden
ru: Каждую неделю
sk: Každý týždeň
uk: Щотижня

# recurring_bookings_create_fab
source: New schedule
cs: Nový rozvrh
ru: Новое расписание
sk: Nový rozvrh
uk: Новий розклад

# recurring_bookings_day_at_time
source: %1$@ at %2$@
cs: %1$@ v %2$@
ru: %1$@ в %2$@
sk: %1$@ o %2$@
uk: %1$@ о %2$@

# recurring_bookings_delete
source: Delete
cs: Smazat
ru: Удалить
sk: Zmazať
uk: Видалити

# recurring_bookings_delete_dialog_confirm
source: Delete
cs: Smazat
ru: Удалить
sk: Zmazať
uk: Видалити

# recurring_bookings_delete_dialog_pause_hint
source: Tip: Pause instead if you only want to skip a few weeks.
cs: Tip: Když jen chcete přeskočit pár týdnů, raději rozvrh pozastavte.
ru: Подсказка: Если хотите пропустить пару недель, лучше приостановите расписание.
sk: Tip: Ak chcete len preskočiť pár týždňov, radšej rozvrh pozastavte.
uk: Підказка: Якщо хочете пропустити кілька тижнів, краще призупиніть розклад.

# recurring_bookings_delete_dialog_title
source: Delete this schedule?
cs: Smazat tento rozvrh?
ru: Удалить это расписание?
sk: Zmazať tento rozvrh?
uk: Видалити цей розклад?

# recurring_bookings_delete_dialog_what_stays
source: Cleanings already on your calendar stay booked — cancel them individually from Orders if you no longer want them.
cs: Úklidy už zařazené v kalendáři zůstávají potvrzené — pokud je nechcete, zrušte je jednotlivě v Objednávkách.
ru: Уборки, уже в календаре, останутся — отмените их по одной в Заказах, если они больше не нужны.
sk: Upratovania už zaradené v kalendári zostávajú potvrdené — ak ich nechcete, zrušte ich jednotlivo v Objednávkach.
uk: Прибирання, які вже у календарі, залишаються — скасуйте їх по одному в Замовленнях, якщо більше не потрібні.

# recurring_bookings_delete_dialog_what_stops
source: No new cleanings will be auto-booked from this schedule.
cs: Z tohoto rozvrhu už nebudou automaticky vznikat žádné nové úklidy.
ru: Из этого расписания больше не будут автоматически создаваться новые уборки.
sk: Z tohto rozvrhu už nebudú automaticky vznikať žiadne nové upratovania.
uk: З цього розкладу більше не створюватимуться нові прибирання автоматично.

# recurring_bookings_edit
source: Edit
cs: Upravit
ru: Изменить
sk: Upraviť
uk: Редагувати

# recurring_bookings_empty_cta
source: Set one up
cs: Vytvořit rozvrh
ru: Создать расписание
sk: Vytvoriť rozvrh
uk: Створити розклад

# recurring_bookings_empty_subtitle
source: Set up a weekly or biweekly cleaning from a past order to skip the booking flow each time.
cs: Nastavte si týdenní nebo dvoutýdenní úklid z minulé objednávky a vyhněte se opětovnému objednávání.
ru: Настройте еженедельную или раз в две недели уборку из прошлого заказа, чтобы не оформлять каждый раз.
sk: Nastavte si týždenné alebo dvojtýždenné upratovanie z minulej objednávky a vyhnite sa opätovnému objednávaniu.
uk: Налаштуйте щотижневе або раз на два тижні прибирання з минулого замовлення, щоб не оформлювати кожного разу.

# recurring_bookings_empty_title
source: No recurring schedules yet
cs: Zatím žádné opakované rozvrhy
ru: Пока нет регулярных расписаний
sk: Zatiaľ žiadne opakované rozvrhy
uk: Поки немає регулярних розкладів

# recurring_bookings_pause
source: Pause
cs: Pozastavit
ru: Приостановить
sk: Pozastaviť
uk: Призупинити

# recurring_bookings_paused_badge
source: PAUSED
cs: POZASTAVENO
ru: ПРИОСТАНОВЛЕНО
sk: POZASTAVENÉ
uk: ПРИЗУПИНЕНО

# recurring_bookings_resume
source: Resume
cs: Obnovit
ru: Возобновить
sk: Obnoviť
uk: Відновити

# recurring_bookings_title
source: Recurring bookings
cs: Opakované objednávky
ru: Регулярные бронирования
sk: Opakované objednávky
uk: Регулярні бронювання

# recurring_cash_change_action
source: Change the schedule
cs: Upravit rozvrh
ru: Изменить расписание
sk: Upraviť rozvrh
uk: Змінити розклад

# recurring_cash_change_body
source: Each clean needs more than one cleaner, and cash is only for cleans one cleaner handles alone, so no new cleanings are booked from it until you change it. Switch it to card, or pick services or packages one cleaner can do. A cleaning already booked from it can be cancelled free of charge in Orders while no cleaner has taken it.
cs: Každý úklid potřebuje více než jednoho uklízeče a hotově lze platit jen úklidy, které zvládne jeden uklízeč, proto se z něj neobjednávají žádné nové úklidy, dokud ho nezměníte. Přepněte ho na platbu kartou nebo vyberte služby či balíčky, které zvládne jeden uklízeč. Úklid, který už je z něj objednaný, můžete v Objednávkách zrušit zdarma, dokud ho nepřijme žádný uklízeč.
ru: Для каждой уборки нужно больше одного уборщика, а наличными можно платить только за уборки, с которыми справится один уборщик, поэтому новые уборки по нему не заказываются, пока вы его не измените. Переведите его на оплату картой или выберите услуги либо пакеты, с которыми справится один уборщик. Уборку, которая уже заказана по нему, можно бесплатно отменить в Заказах, пока её не взял ни один уборщик.
sk: Každé upratovanie potrebuje viac ako jedného upratovača a v hotovosti sa dá platiť len za upratovania, ktoré zvládne jeden upratovač, preto sa z neho neobjednávajú žiadne nové upratovania, kým ho nezmeníte. Prepnite ho na platbu kartou alebo vyberte služby či balíky, ktoré zvládne jeden upratovač. Upratovanie, ktoré je z neho už objednané, môžete v Objednávkach zrušiť zadarmo, kým ho neprijme žiadny upratovač.
uk: Для кожного прибирання потрібен більш ніж один прибиральник, а готівкою можна платити лише за прибирання, з якими впорається один прибиральник, тому нові прибирання за ним не замовляються, доки ви його не зміните. Переведіть його на оплату карткою або оберіть послуги чи пакети, з якими впорається один прибиральник. Прибирання, яке вже замовлено за ним, можна безкоштовно скасувати в Замовленнях, поки його не взяв жоден прибиральник.

# recurring_cash_change_title
source: This schedule can no longer be paid in cash
cs: Tento rozvrh už nelze platit hotově
ru: Это расписание больше нельзя оплачивать наличными
sk: Tento rozvrh sa už nedá platiť v hotovosti
uk: Цей розклад більше не можна оплачувати готівкою

# recurring_cash_cleared
source: Cash is no longer available for this schedule, so no payment method is selected. Choose how you want to pay.
cs: Platba hotově už pro tento rozvrh není možná, a proto není vybrán žádný způsob platby. Zvolte, jak chcete platit.
ru: Оплата наличными для этого расписания больше недоступна, поэтому способ оплаты не выбран. Выберите, как вы хотите платить.
sk: Platba v hotovosti už pre tento rozvrh nie je možná, preto nie je vybraný žiadny spôsob platby. Zvoľte, ako chcete platiť.
uk: Оплата готівкою для цього розкладу більше недоступна, тому спосіб оплати не обрано. Оберіть, як ви хочете платити.

# recurring_cash_needs_card
source: Cleaners needed for each clean: %d. Cash is only for cleans one cleaner handles alone, so this schedule is paid by card.
cs: Počet uklízečů potřebných na každý úklid: %d. Hotově lze platit jen úklidy, které zvládne jeden uklízeč, tento rozvrh proto platíte kartou.
ru: Количество уборщиков для каждой уборки: %d. Наличными можно платить только за уборки, с которыми справится один уборщик, поэтому это расписание оплачивается картой.
sk: Počet upratovačov potrebných na každé upratovanie: %d. V hotovosti sa dá platiť len za upratovania, ktoré zvládne jeden upratovač, tento rozvrh preto platíte kartou.
uk: Кількість прибиральників для кожного прибирання: %d. Готівкою можна платити лише за прибирання, з якими впорається один прибиральник, тож цей розклад сплачується карткою.

# recurring_cash_pending
source: Whether this schedule can be paid in cash is confirmed once the price is ready.
cs: Zda lze tento rozvrh platit hotově, potvrdíme, jakmile bude známa cena.
ru: Можно ли оплачивать это расписание наличными, мы подтвердим, как только будет известна цена.
sk: Či sa dá tento rozvrh platiť v hotovosti, potvrdíme, keď bude známa cena.
uk: Чи можна платити за цей розклад готівкою, ми підтвердимо, щойно буде відома ціна.

# recurring_cash_unchecked
source: We couldn't confirm whether this schedule can be paid in cash. Save it again in a moment, or choose card.
cs: Nepodařilo se ověřit, zda lze tento rozvrh platit hotově. Uložte ho za chvíli znovu, nebo zvolte kartu.
ru: Не удалось проверить, можно ли оплачивать это расписание наличными. Сохраните его ещё раз через минуту или выберите карту.
sk: Nepodarilo sa overiť, či sa dá tento rozvrh platiť v hotovosti. Uložte ho o chvíľu znova alebo zvoľte kartu.
uk: Не вдалося перевірити, чи можна платити за цей розклад готівкою. Збережіть його ще раз за хвилину або оберіть картку.

# recurring_confirm_cta
source: Confirm and pay
cs: Potvrdit a zaplatit
ru: Подтвердить и оплатить
sk: Potvrdiť a zaplatiť
uk: Підтвердити та сплатити

# recurring_confirm_cta_cash
source: Confirm booking
cs: Potvrdit rezervaci
ru: Подтвердить бронирование
sk: Potvrdiť rezerváciu
uk: Підтвердити замовлення

# recurring_confirm_success
source: Booking confirmed
cs: Rezervace potvrzena
ru: Бронирование подтверждено
sk: Rezervácia potvrdená
uk: Замовлення підтверджено

# recurring_create_address_add_new
source: Add new address
cs: Přidat novou adresu
ru: Добавить новый адрес
sk: Pridať novú adresu
uk: Додати нову адресу

# recurring_create_address_default
source: DEFAULT
cs: VÝCHOZÍ
ru: ОСНОВНОЙ
sk: PREDVOLENÁ
uk: ЗА ЗАМОВЧУВАННЯМ

# recurring_create_address_label
source: Address
cs: Adresa
ru: Адрес
sk: Adresa
uk: Адреса

# recurring_create_bathrooms_label
source: Bathrooms
cs: Koupelny
ru: Ванные
sk: Kúpeľne
uk: Ванні кімнати

# recurring_create_day_label
source: Which day?
cs: Který den?
ru: Какой день?
sk: Ktorý deň?
uk: Який день?

# recurring_create_failed
source: Couldn't create the schedule. Try again.
cs: Rozvrh se nepodařilo vytvořit. Zkuste to znovu.
ru: Не удалось создать расписание. Попробуйте снова.
sk: Rozvrh sa nepodarilo vytvoriť. Skúste to znova.
uk: Не вдалося створити розклад. Спробуйте знову.

# recurring_create_frequency_label
source: How often?
cs: Jak často?
ru: Как часто?
sk: Ako často?
uk: Як часто?

# recurring_create_pay_card
source: Card
cs: Kartou
ru: Картой
sk: Kartou
uk: Карткою

# recurring_create_pay_cash
source: Cash
cs: Hotově
ru: Наличными
sk: Hotovosťou
uk: Готівкою

# recurring_create_payment_label
source: Payment
cs: Platba
ru: Оплата
sk: Platba
uk: Оплата

# recurring_create_rooms_label
source: Rooms
cs: Pokoje
ru: Комнаты
sk: Izby
uk: Кімнати

# recurring_create_section_packages
source: Packages
cs: Balíčky
ru: Пакеты
sk: Balíčky
uk: Пакети

# recurring_create_section_services
source: Services
cs: Služby
ru: Услуги
sk: Služby
uk: Послуги

# recurring_create_services_label
source: What to clean
cs: Co uklidit
ru: Что убрать
sk: Čo upratovať
uk: Що прибрати

# recurring_create_starts_label
source: Starts on
cs: Začíná
ru: Начинается
sk: Začína
uk: Починається

# recurring_create_submit
source: Create schedule
cs: Vytvořit rozvrh
ru: Создать расписание
sk: Vytvoriť rozvrh
uk: Створити розклад

# recurring_create_success
source: Recurring schedule created.
cs: Opakovaný rozvrh vytvořen.
ru: Регулярное расписание создано.
sk: Opakovaný rozvrh vytvorený.
uk: Регулярний розклад створено.

# recurring_create_time_label
source: What time?
cs: V kolik hodin?
ru: Во сколько?
sk: O koľko hodín?
uk: О котрій годині?

# recurring_create_title_blank
source: New recurring cleaning
cs: Nový opakovaný úklid
ru: Новая регулярная уборка
sk: Nové opakované upratovanie
uk: Нове регулярне прибирання

# recurring_create_title_from_order
source: Make this recurring
cs: Naplánovat opakovaně
ru: Сделать регулярной
sk: Naplánovať opakovane
uk: Зробити регулярним

# recurring_edit_applies_notice
source: Changes apply from now on. Cleanings already on your calendar keep their original date and time — cancel them individually from Orders if you no longer want them.
cs: Změny platí od této chvíle. Úklidy už zařazené v kalendáři si ponechají původní datum a čas — pokud je nechcete, zrušte je jednotlivě v Objednávkách.
ru: Изменения действуют с этого момента. Уборки, уже стоящие в календаре, сохраняют исходную дату и время — отмените их по одной в Заказах, если они больше не нужны.
sk: Zmeny platia od tejto chvíle. Upratovania už zaradené v kalendári si ponechajú pôvodný dátum a čas — ak ich nechcete, zrušte ich jednotlivo v Objednávkach.
uk: Зміни діють від цього моменту. Прибирання, які вже у календарі, зберігають початкову дату й час — скасуйте їх по одному в Замовленнях, якщо більше не потрібні.

# recurring_edit_failed
source: Couldn't save the changes. Try again.
cs: Změny se nepodařilo uložit. Zkuste to znovu.
ru: Не удалось сохранить изменения. Попробуйте ещё раз.
sk: Zmeny sa nepodarilo uložiť. Skúste to znova.
uk: Не вдалося зберегти зміни. Спробуйте ще раз.

# recurring_edit_submit
source: Save changes
cs: Uložit změny
ru: Сохранить изменения
sk: Uložiť zmeny
uk: Зберегти зміни

# recurring_edit_success
source: Schedule updated
cs: Rozvrh byl upraven
ru: Расписание обновлено
sk: Rozvrh bol upravený
uk: Розклад оновлено

# recurring_edit_title
source: Edit schedule
cs: Upravit rozvrh
ru: Изменить расписание
sk: Upraviť rozvrh
uk: Редагувати розклад

# recurring_freq_biweekly_label
source: Every 2 weeks
cs: Každé 2 týdny
ru: Каждые 2 недели
sk: Každé 2 týždne
uk: Кожні 2 тижні

# recurring_freq_monthly_label
source: Every month
cs: Každý měsíc
ru: Каждый месяц
sk: Každý mesiac
uk: Щомісяця

# recurring_freq_weekly_label
source: Every week
cs: Každý týden
ru: Каждую неделю
sk: Každý týždeň
uk: Щотижня

# recurring_lapsed_notice_body
source: These schedules keep running and are booked at the full non-member price. You can pause or delete any of them here at any time. Resubscribe to add or change a schedule.
cs: Tyto rozvrhy běží dál a úklidy se objednávají za plnou cenu bez členství. Kterýkoli z nich tu můžete kdykoli pozastavit nebo smazat. Pro přidání nebo úpravu rozvrhu členství obnovte.
ru: Эти расписания продолжают работать, и уборки бронируются по полной цене без членства. Любое из них можно здесь в любой момент приостановить или удалить. Чтобы добавить или изменить расписание, возобновите подписку.
sk: Tieto rozvrhy bežia ďalej a upratovania sa objednávajú za plnú cenu bez členstva. Ktorýkoľvek z nich tu môžete kedykoľvek pozastaviť alebo vymazať. Na pridanie alebo úpravu rozvrhu členstvo obnovte.
uk: Ці розклади продовжують працювати, і прибирання бронюються за повною ціною без членства. Будь-який з них можна тут будь-коли призупинити або видалити. Щоб додати чи змінити розклад, поновіть підписку.

# recurring_lapsed_notice_title
source: Cleansia Plus is no longer active
cs: Cleansia Plus už není aktivní
ru: Cleansia Plus больше не активна
sk: Cleansia Plus už nie je aktívne
uk: Cleansia Plus більше не активна

# recurring_plus_gate_cta
source: Try Cleansia Plus
cs: Vyzkoušet Cleansia Plus
ru: Попробовать Cleansia Plus
sk: Vyskúšať Cleansia Plus
uk: Спробувати Cleansia Plus

# recurring_plus_gate_subtitle
source: Join Cleansia Plus to set up weekly or biweekly cleanings that book themselves.
cs: Připojte se k Cleansia Plus a nastavte si týdenní nebo čtrnáctidenní úklidy, které se objednají samy.
ru: Присоединяйтесь к Cleansia Plus, чтобы настроить еженедельные или раз в две недели уборки, которые бронируются сами.
sk: Pridajte sa k Cleansia Plus a nastavte si týždenné alebo dvojtýždňové upratovania, ktoré sa objednajú samy.
uk: Приєднайтеся до Cleansia Plus, щоб налаштувати щотижневі або раз на два тижні прибирання, які бронюються самі.

# recurring_plus_gate_title
source: Recurring is a Plus perk
cs: Opakování je výhoda Plus
ru: Регулярные — это преимущество Plus
sk: Opakovanie je výhoda Plus
uk: Регулярні — це перевага Plus

# recurring_preferred_cleaner_refused
source: We can no longer ask your favourite cleaner first on this schedule — for example, because its address is now in another country. You can save it without them, and each cleaning will then open to our whole team.
cs: U tohoto rozvrhu už nemůžeme vašeho oblíbeného uklízeče požádat jako prvního — například proto, že adresa úklidu je teď v jiné zemi. Rozvrh můžete uložit bez něj a každý úklid se pak otevře celému našemu týmu.
ru: Для этого расписания мы больше не можем попросить вашего любимого клинера первым — например, потому что адрес уборки теперь в другой стране. Вы можете сохранить расписание без него, и тогда каждая уборка будет открыта для всей нашей команды.
sk: Pri tomto rozvrhu už nemôžeme vášho obľúbeného upratovača požiadať ako prvého — napríklad preto, že adresa upratovania je teraz v inej krajine. Rozvrh môžete uložiť bez neho a každé upratovanie sa potom otvorí celému nášmu tímu.
uk: Для цього розкладу ми більше не можемо попросити вашого улюбленого клінера першим — наприклад, тому що адреса прибирання тепер в іншій країні. Ви можете зберегти розклад без нього, і тоді кожне прибирання буде відкрите для всієї нашої команди.

# recurring_preferred_cleaner_save_without
source: Save without your favourite cleaner
cs: Uložit bez oblíbeného uklízeče
ru: Сохранить без любимого клинера
sk: Uložiť bez obľúbeného upratovača
uk: Зберегти без улюбленого клінера

# recurring_status_needs_change
source: Needs a change
cs: Vyžaduje úpravu
ru: Требует изменений
sk: Vyžaduje úpravu
uk: Потребує змін
